{
    "home": {
        "name": "Kerly Sarrias",
        "greeting": "¡Hola! Soy Kerly Vanessa Sarrias",
        "intro": "Soy",
        "role": "desarrolladora",
        "description": "Desarrolladora Web Front-End con habilidades en múltiples tecnologías y siempre en búsqueda de nuevos desafíos y oportunidades para expandir mis conocimientos y habilidades.",
        "contact": "CONTÁCTAME"
    },
    "header": {
        "home": "INICIO",
        "aboutMe": "ACERCA DE MI",
        "projects": "PROYECTOS",
        "contact": "CONTACTO"
    },
    "about": {
        "title": "ACERCA DE MI",
        "head1": " Soy desarrolladora Frontend con React o",
        "head2": "desarrolladora backend con Node.js",
        "description": "Tengo un sólido conocimiento de una amplia gama de tecnologías clave. Mi experiencia incluye desarrollo front-end con React, JavaScript, TypeScript, HTML, CSS y herramientas como Tailwind CSS y Bootstrap, así como desarrollo back-end con Node.js, bases de datos como MySQL, PostgreSQL y MongoDB, utilizando frameworks y bibliotecas como Sequelize y Express.",
        "downloadCV": "Descargar CV",
        "experience": "Experiencia",
        "work": "De Trabajo",
        "education": "Educación",
        "my": "Mi",
        "projects": "Proyectos Recientes",
        "miWork" : "Mi Trabajo"
    },
    "jobs": [
        {
            "title": "Desarrolladora Frontend",
            "company": "Weblab",
            "location": "Remoto",
            "date": "Abril 2024",
            "type": "Tiempo Completo",
            "projectName": "Globin",
            "description": "Participé en la creación de páginas de aterrizaje e interfaces de usuario utilizando React y Next.js. Realicé la integración con la API de Mercado Pago para aceptar pagos con tarjeta y la creación de un blog utilizando WordPress."
        },
        {
            "title": "Ingeniera Agroindustrial",
            "company": "Alma del Huila",
            "location": "Presencial",
            "date": "Abril 2023 - Abril 2024",
            "type": "Tiempo Completo",
            "projectName": "Alma del Huila",
            "description": "Responsable de coordinar la logística, gestionar nóminas, gestionar equipos de trabajo y realizar análisis de calidad del producto, tanto físico como sensorial. El foco estuvo en cafés especiales, destacando la mejora de procesos, la gestión de proyectos y la organización eficiente de la producción."
        }
    ],
    "education": [
        {
            "institution": "Universidad Iberoamericana",
            "date": "2024 - Actualmente",
            "course": "Ingeniería de Software",
            "type": "Profesional",
            "description": "Estoy adquiriendo una sólida base en programación y desarrollo de software, aprendiendo a crear aplicaciones escalables y seguras. También estoy desarrollando habilidades en análisis de sistemas, pruebas de calidad y gestión de proyectos, con un enfoque en el trabajo en equipo y la innovación."
        },
        {
            "institution": "Talento Tech",
            "date": "2024",
            "course": "Desarrollo Full Stack Avanzado",
            "type": "Bootcamp",
            "description": "Durante el Bootcamp Talento Tech, adquirí habilidades avanzadas en desarrollo web full stack, incluyendo creación de aplicaciones con React, arquitectura de microservicios, autenticación avanzada y optimización de bases de datos. Además, aprendí técnicas de CI/CD con Docker y Kubernetes, fortaleciendo mi capacidad para resolver problemas complejos y adaptarme a entornos de desarrollo dinámicos."
        },
        {
            "institution": "Academlo",
            "date": "2024",
            "course": "Desarrollo Full Stack",
            "type": "Bootcamp",
            "description": "Durante el bootcamp adquirí habilidades en front-end y back-end. Desarrollé habilidades en la creación y mantenimiento de aplicaciones web, aplicando principios de diseño responsivo y buenas prácticas de codificación. Además, fortalecí mi capacidad para trabajar en equipo, resolver problemas técnicos complejos y adaptarme a entornos de desarrollo."
        },
        {
            "institution": "Universidad Surcolombiana",
            "date": "2021 - 2025",
            "course": "Ingeniería Agroindustrial",
            "type": "Profesional",
            "description": "Durante mi carrera de ingeniería, desarrollé fuertes habilidades en análisis y resolución de problemas. Gané experiencia en investigación, experimentación y gestión de proyectos, destacándome por mi capacidad de comunicación efectiva y trabajo en equipo. Mi experiencia incluye un fuerte compromiso ético, adaptabilidad y enfoque en la innovación."
        }
    ],
    "projects": [
        {
            "title": "Huila Travel",
            "description": "Aplicación web que permite la reserva de sitios turísticos del departamento del Huila. Los usuarios pueden explorar y reservar planes turísticos, gestionar sus perfiles y crear sitios turísticos",
            "technologies": "React, JavaScript,  TypeScript,  Node.js, MongoDB",
            "image": "../../assets/HuilaTravel.png",
            "link": "https://frontendhuilatravel-1.onrender.com"
        },
        {
            "title": "Social Net",
            "description":"Aplicación web que permite la interacción entre usuarios. Incluye funcionalidades como registro, inicio de sesión, creación y gestión de perfiles, publicación y seguimiento de usuarios",
            "technologies": "React, JavaScript, CSS, HTML, Node.js, MongoDB",
            "image": "../../assets/SocialNet.png",
            "link": "https://frontend-social-net-b76a.onrender.com"
        },
        {
            "title": "Pokedex",
            "description":"Aplicación web que te permite filtrar cartas de pokemons por número de especies y detalles de su información",
            "technologies": "React, JavaScript, CSS, HTML",
            "image": "../../assets/Pokedex.png",
            "link": "https://pokedex-omega-khaki.vercel.app/"
        },
        {
            "title": "Rick and Morty App",
            "description": "Una aplicación web que muestra personajes y episodios de la serie de televisión Rick and Morty",
            "technologies": "React, JavaScript, CSS, HTML, Node.js, MongoDB",
            "image": "../../assets/RickAndMorty.png",
            "link": "https://rick-and-morty-app-pi-umber.vercel.app/"
        },
        {
            "title": "Weather App",
            "description": "Una aplicación web que muestra el clima actual y el pronóstico para una ubicación dada",
            "technologies": "React, JavaScript, CSS, HTML",
            "image": "../../assets/WeatherApp.png",
            "link": "https://weather-app-pi-ten-18.vercel.app/"
        },
        {
            "title": "Fortune Cookie",
            "description": "Una aplicación web que genera mensajes aleatorios de galletas de la suerte",
            "technologies": "React, JavaScript, CSS, HTML",
            "image": "../../assets/Fortune cookie.png",
            "link": "https://fortune-cookie-omega.vercel.app/"
        },
        {
            "title": "User App",
            "description":"Una aplicación web que permite a los usuarios crear, leer, actualizar y eliminar datos de usuario",
            "technologies": "React, JavaScript, CSS, HTML, MySQL, MongoDB, Sequelize",
            "image": "../../assets/Users.png",
            "link": "https://users-crud-three.vercel.app/"
        }
    ],
    "contact" : {
        "title":  "Hablemos de tu Proyecto",
        "subtitle": "Siempre disponible para proyectos freelance si surge el proyecto adecuado, no dudes en contactarme."
    },
    "form" : {
        "name": "Nombre",
        "email": "Correo",
        "subject": "Asunto",
        "message": "Mensaje",
        "send": "Enviar Mensaje",
        "sending" : "Enviando...",
        "sent": "Mensaje Enviado correctamente!"
    },
    "inf" : {
        "whatsApp" : "Enviar Mensaje a WhatsApp"
    }
}